tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "automake"
brew "gdbm"
brew "openssl@1.1"
brew "readline"
brew "azure-cli"
brew "bat"
brew "bison"
brew "chruby"
brew "zstd"
brew "curl"
brew "elixir"
brew "fd"
brew "fnm"
brew "fzf"
brew "git-delta"
brew "git-extras"
brew "git-open"
brew "libffi"
brew "glib"
brew "imagemagick@6"
brew "jq"
brew "libmagic"
brew "libyaml"
brew "mas"
brew "md5sha1sum"
brew "mysql", restart_service: true
brew "openssl@3"
brew "postgresql", restart_service: true
brew "rabbitmq", restart_service: true
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-install"
brew "shared-mime-info"
brew "starship"
brew "terraform"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "vim"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "mongodb/brew/mongodb-community"
cask "1password"
cask "alfred"
cask "apparency"
cask "docker"
cask "eloston-chromium"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "fork"
cask "gpg-suite"
cask "intellij-idea"
cask "iterm2"
cask "little-snitch"
cask "maccy"
cask "mediathekview"
cask "moneymoney"
cask "poedit"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "rectangle"
cask "robo-3t"
cask "rubymine"
cask "signal"
cask "skype"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "synology-drive"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tyme 2", id: 1063996724
