tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "act"
brew "zstd"
brew "openssl@1.1"
brew "automake"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "python@3.10"
brew "azure-cli"
brew "bat"
brew "bison"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "chruby"
brew "curl"
brew "difftastic"
brew "duf"
brew "dust"
brew "elixir"
brew "fd"
brew "harfbuzz"
brew "pango"
brew "fnm"
brew "fzf"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "git-open"
brew "gitui"
brew "gobject-introspection"
brew "graphviz"
brew "hugo"
brew "shared-mime-info"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "libmagic"
brew "libyaml"
brew "m-cli"
brew "mas"
brew "md5sha1sum"
brew "mysql"
brew "ocrmypdf"
brew "openssl@3"
brew "postgresql@15", restart_service: true, link: true
brew "qt"
brew "rabbitmq"
brew "raptor"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-install"
brew "starship"
brew "terraform"
brew "tesseract-lang"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vim"
brew "vips"
brew "wget"
brew "wimlib"
brew "yamllint"
brew "youtube-dl"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
cask "1password"
cask "alfred"
cask "apparency"
cask "appcleaner"
cask "blue-sherpa"
cask "chromedriver"
cask "cyberduck"
cask "docker"
cask "drawio"
cask "eloston-chromium"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "fork"
cask "gpg-suite"
cask "intellij-idea"
cask "iterm2"
cask "itsycal"
cask "jabref"
cask "licecap"
cask "little-snitch"
cask "logitech-camera-settings"
cask "maccy"
cask "mediathekview"
cask "microsoft-azure-storage-explorer"
cask "moneymoney"
cask "poedit"
cask "postman"
cask "pycharm"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "rectangle"
cask "robo-3t"
cask "rubymine"
cask "signal"
cask "skype"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "synology-drive"
cask "tableplus"
cask "teamviewer"
cask "tripmode"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Affinity Photo", id: 824183456
mas "Affinity Publisher", id: 881418622
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LanguageTool", id: 1534275760
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "ToothFairy", id: 1191449274
mas "Twitter", id: 1482454543
mas "Tyme 2", id: 1063996724
mas "Vectornator", id: 1219074514
mas "Xcode", id: 497799835
